{"Jag har tappat min fönsterskrapa, den är puts väck.": 1, "Hur gick det med pokerspelandet igår?\n- Dåligt, fick spader och nu är jag helt knekt!": 1, "Har du hört om kannibalen som kom för sent till middagen, han fick kalla handen.": 1, "Hur löser dykare svårigheter?\n- Dom går till botten med problemet.": 1, "Hur kom du in på brädgården?\n- Jag plankade!": 1, "Vet du vad man kallar det ryska nattflyget?\n- Sov-jet.": 1, "Det var en bonde som inte hade någon hink, istället hade han en katt som spann.": 1, "Vad händer om man sväljer en linjal?\n- Man blir mätt!": 1, "Vad blir man om man äter en glödlampa?\n- Lös i magen.": 0, "Vilken kroppsdel är mest kriminell?\n- Hälarna.": 0, "Vilken mat gillar farbror Joakim bäst?\n- Bankomaten ": 0, "Så var det han som gjorde slut med sin flickvän p.g.a. en missbedömning...": 0, "Fördelen med sydvästen är den stora nackdelen. ": 0, "Meteorologen efter att ha presenterat vädret en vinterdag:\n- Det där med snö är ett ganska vitt begrepp.": 0, "I vilket land gör man värnplikten flest gånger?\n- I Armenien.": 0, "Elektrikern sladdade av vägen och voltade när han skulle köra ohm. \nNär ambulanspersonalen kom fram till bilvraket var han okontaktbar.": 0, "Var bor de coolaste araberna?\n- I Yemen! ": 0, "Efter en stökig afton hemma hos biskopen förklarade han:\n- Efter en sån här skiva måste jag nog byta stift.": 0, "Och så var det byggnadsingenjören som spikade sluttentan...": 0, "Vad gjorde klockmålaren när han blev förbannad?\n- Han lackade ur. ": 0, "Hur vet man om ett sjukhus är bra eller inte?\n- Man plockar upp sin mobil kollar hur bra mottagningen är.": 0, "- Välkommen att bli medlem i skytteklubben, här kommer du träffa många nya vänner...": 0, "Jag hörde att du slutat åka skridsko.\n-Nej, jag har bara lagt det på is.": 0, "Hur många grönsaker finns det på Finnlandsbåtarna?\n- En Per-Silja": 0, "Vilket är den vanligaste fågeln i Rosengård?\n- Muckar-du-va?": 0, "Vem lever trängst ombord på en u-båt?\n- Per i skåpet. ": 0, "Så var den mannen som drack i smyg, han ville bli hemlighetsfull.": 0, "Blir du inte trött av att spela schack?\n- Jo, alldeles matt!": 0, "Spelar du också violin?\n- Ja, sen i fiol.": 0, "Paret som nyss kommit hem från semestern i Kina:\n- Kinesiska muren var ganska ball, men lite tråkig i längden. ": 0, "Var har de sämst hotell i världen? \n- På Filipinerna, där ligger Manilla.": 0, "Varför gråter du?\n- Jag väger för mycket!\n- Ja, gråt du. Det lättar.": 0, "\nJobbar alla gitarrister på ackord? ": 0, "Vad använder RKU sig av då dom gör hemsidor?\n- HTML(r). ": 0, "Olle vet du var Engelska kanalen ligger?\n- Nej, tyvärr. Vi har bara SVT1 och SVT2.": 0, "Varför fick björnen sova ute hela vintern ?\n- Han hade tappat sitt ID-kort.": 0, "Varför kan inte blinda programmera?\n- Dom kan ju inte C.": 0, "Vad händer med jorden om man eldar upp den?\n- Ja då, är det bara All-aska kvar.": 0, "Jobbar du kvar på kälkfabriken?\n- Nej jag fick sparken!": 0, "I vilken skola behöver man inte komma i tid till lektionerna?\n- Scenskolan.": 0, "Systrarna Graaf har mycket filmintresserad pappa:\n- Bio Graaf.": 0, "Jag är bergsäker på att Sten är en riktig klippa!": 0, "Och så var det den kvinnliga boxaren som blev på smällen...": 0, "I vilket land är kunskapen som lägst?\n- I Kan-nada.": 0, "Vad är klockan i Kanadas huvudstad?\n- Åtta-va?": 0, "Hur många bor det i Kanadas huvudstad?\n- Åtta-va?": 0, "Vilken är den flytande substansen i ett vattenpass?\n- Rakvatten! ": 0, "Hänger du med och snor äpplen?\n- Nej, jag pallar inte.": 0, "Hur vet man att en dykare har drunknat?\n- Han dyker inte upp.": 0, "Morfar kan jag få en klocka?\n- Ja, vänta tills min blir två så kan du få den ena. ": 0, "Har du en pool hemma?\n- Nä, men jag har damm under sängen.": 0, "Varför besöker formell-ett-förare badhuset så ofta?\n- Dom gillar att vara i pool position.": 0, "Varför kom just de vise männen till Betlehem ?\n- De ordinarie var på semester!": 0, "Till alla hundars glädje så försvinner i år fastighets-katten.": 0, "Vart tvättar Saddam Hussein sig?\n- I rak vatten.": 0, "Man måste ju verkligen säga att knypplare har spetskompetens.": 0, "Det är inte lett att vara est, men det är balt...": 0, "Visste du att Gudrun Schyman har blivit adel?\n- Nej, vadårå?\n- Gudrun av Schyrman. ": 0, "Vad gjorde du när det blev översvämning i källaren?\n- Ringde efter länsman så klart.": 0, "Jesus vann alla simtävlingar han deltog i på walk-over...": 0, "Och så var det den självmordsbenägna datorn som hängde sig?": 0, "Har ni hört om styckmorden i Afrika?\n- Det var Nelson Man dela.": 0, "Jag trodde att det var billigt i Japan, men sen ville de ha betalt i Yen.": 0, "Vem är dummast i radiostudion?\n- Mikro-fånen!": 0, "Börje Salming har verkligen börjat se sargad ut på äldre dar...": 0, "Hur känner man igen en äkta Nintendo-nörd?\n- Han dricker NESCafé med 8 bitar socker. ": 0, "Skulle inte du spela biljard idag?\n- Jo egentligen men det var för lång kö.": 0, "Så var det lastbilschauffören som hade det körigt på jobbet...": 0, "Vet du vem som är psalmbokens bästa narkos-läkare?": 0, "- Nej.\n- Det är Glenn!\n- Vilken Glenn?\n- Glenn söver sjö och strand.": 0, "Hur bar sig vikingarna åt för att inte trälarna skulle fly?\n- Dom använde trälim.": 0, "I vilket land gömmer man sin narkotika i trädgårdsredskapen?\n- Bras-i-lien.": 0, "Hur kommer en AIDSsjuk lättast upp i ett träd?\n- Han HIVar sig upp. ": 0, "Hur tröstar man en kines?\n- soja, soja, soja. ": 0, "Varför kunde inte Gud ta emot Kains offer? \n- He just wasn't able.": 0, "Vet du hur man ser att någon fått en spark där bak?\n- Medarna sticker ut.": 0, "Hur många indianer kan gömma sig i ett träd?\n- Hela stammen.": 0, "Vad heter \"dörrmatta\" på Spanska?\n- Matador.": 0, "Jag har tappat bort min klocka!\n- Ring SJ, dom kan ju spåra ur.": 0, "När man smugglar ut sin kompis till Västberlin i en resväska måste man säga åt honom att vara väsktyst. ": 0, "Varför kan inte turkar spela fotboll?\n- Så fort dom får en hörna så slår dom upp en kebabkiosk.": 0, "Varför kastar norrmännen brödrosten i vattnet?\n- För att den ska rosta bättre.": 0, "Vad har du för sorts hårddisk?\n- Jag vet inte, men jag scsi. ": 0, "Varför är hon den blyga alltid så punktlig?\n- Hon har scen-skräck": 0, "När skillsmässopapprena var undertecknade fick parterna var sitt ex... ": 0, "Hur mår artilleristen?\n- Jo kapten, jag är i kanonform!": 0, "Vet du varför alla mammutar dog ut?\n- Nej.\n- Det fanns ju inga papputar.": 0, "Har du lockigt hår?\n-Självfallet!": 0, "Dörrvakten till den amputerade mannen i krogkön:\n- har du leg?": 0, "Vilken är den viktigaste egenskapen hos en jurist?\n- Laganda!": 0, "Vet du vad Hitler brukade säga i början av sina tal?\n- Nä.\n- Får jag be om största möjliga Tyskland.": 0, "Hur ser man att en bil är från Turkiet?\n- På vindruteturkarna.": 0, "Hur ser man att en bil tillhör en matematiker?\n- Den är extra-polerad!": 0, "Hur ser man att en bil är från Polen?\n- På-lacken!": 0, "Hur ser man att en bil kommer från Kina?\n- Det är en riktig rishög.": 0, "Hur ser man att en bil kommer från Spanien?\n- Växlingen är Manuel(l).": 0, "Hur ser man att en bil är från Tyskland?\n- Det gör-man inte! ": 0, "Hur ser man att en bil är från Jamaica?\n- På reggae-streringsskylten.": 0, "Vilken bil kommer alltid sist?\n- Last-bilen!": 0, "Vilken bil är vanligast bland prostituerade?\n- Ford Escort!": 0, "Hur ser man att en bil tillhör en filosof? \n- Det ser man på bensintanken!": 0, "Hur ser man att en bil körs av en kassörska?\n- Det ser man på växellådan!": 0, "Hur ser man hur bra en bil accelererar?\n- Det ser man på draget!": 0, "Var finns det mest bilmekaniker?\n- I Mecka!": 0, "Var kör bilisterna fortast?\n- I Gaza!": 0, "Elektrikeryrket måste ju vara det mest spännande?": 0, "Vad gör tjejer som utbildar sig till elektriker?\n- Går mot strömmen.": 0, "Snickaren frågade elektrikern hur han kunde få så många jobb:\n- Jag har många kontakter vettu.": 0, "Vilket brott begås mest av elektriker?\n- Volt-äkt.": 0, "Vem i köket är bästa elektrikern?\n- Kanelen!": 0, "När har brandmännen som mest att göra?\n- När det är låg-konjunktur.": 0, "Vilken typ av sko har brandmännen på sig?\n- Låg-skor. ": 0, "Vet du varför brandmän tjänar så dåligt?\n- Nej.\n- De är lågutbildade.": 0, "Det är ganska lågavlönat inom brandkåren... ": 0, "Vad gör brandmännen på rasterna?\n- Snackar slang.": 0, "Vad snackar brandmännen om?\n- Gamla flammor.": 0, "Vilken är brandmännens favoritsport? \n- Brännboll!": 0, "Nu brinner det i knutarna!\n- Det var illa, för brandkåren är på repövning. ": 0, "Vad krävs för att bli brandman?\n- Ett brinnande intresse!": 0, "Är det sant att alla brandmän älskar sitt jobb?\n- Ja, de flesta är eld och lågor.": 0, "Har inte du alltid velat bli brandman? \n- Jo, men jag klarade inte fystestet, så drömmen gick upp i rök.": 0, "Vad är det för likhet mellan en brandman och en tandläkare?\n- Båda rycker ut!": 0, "Ny undersökning visar: många brandmän riskerar att bli utbrända. ": 0, "Har du hört om hunden som skällde så mycket att han fick skallskador?": 0, "Två duvor tävlingsflög och när den första kom fram sa den andra du-vann.": 0, "Vilket är det största djuret i skogen?\n- En-orm.": 0, "Vilka djur är det mest synd om i skogen?\n- Myr-stackarna ": 0, "Varifrån kommer alla flygmyror?\n- Från stack-molnen.": 0, "Ett gäng bakterier till varandra: det var kul så länge de vara.": 0, "Vilket djur går sämst?\n- Gorilla.": 0, "Var sover Lejonkungen?\n- I en Simba-säng.": 0, "Var lär sig hajarna skriva och läsa?\n- I High-school.": 0, "Vilket djur har bäst syn?\n- Zebra.": 0, "Vilket djur är sämsta bilföraren?\n- Krockodilen.": 0, "Varför är bladlöss så små?\n- Dom har fastnat i växten.": 0, "Har du hört om älgen som tvättade sig och blev ren?\n- Ja de har jag hjort!": 0, "- Vill du ha mer räkor?\n- Nej tack, det räcker.": 0, "Varför är lejon så tysta?\n- De tiger.": 0, "Vart finns det billiga kor? \n- I Ko-rea.": 0, "Vilken fågel är vanligast i regnskogen?\n- Neder-birden!": 0, "Och så var det den elektriska ålen som fick wattkoppor...": 0, "Vilket djur älskar mjölk mer än alla andra?\n- Ko-Arlan.": 0, "Varför kan inte en hjort ångra sig?\n- För att vad som är hjort är hjort. ": 0, "Det var allt en inställsam fågel det där.\n- Ja, det är en smörgås.": 0, "Varför får inte getingar jobba extra?\n- Det är förbjudet med bisysslor.": 0, "Vad är en groda utan ben?\n- Hopplös.": 0, "Var bajsade hunden på julafton?\n- På Tomten.": 0, "Vad gjorde den trötta grisen?\n- tog flyget till England och blev pigg!": 0, "Vad sa jägaren som missade ankan med en hårsmån?\n- Jäklar, han duck(a)!": 0, "Vilket djur vägrar åka karussel?\n- Anti-loopen!": 0, "Vad heter Turkiets roligaste komiker?\n- Kebabben Larsson.": 0, "Vad heter Turkiets mest kända sångare?\n- Lill Kebabs.": 0}